[{"title":"海贼王","cover":"海贼王.webp","author":"[日] 尾田荣一郎","score":5,"intro":"拥有财富、名声、势力，拥有整个世界的海贼王 – 哥尔.D.罗杰，他在临刑前的一句话，让人们趋之若鹜奔向大海。“想要我的财宝吗？想要的话可以全部给你，去找吧！我把所有财宝都放在那里。”于是所有男子汉航向伟大的航路追逐梦想，世界开始迎接“大海贼时代”。"},{"title":"七龙珠","cover":"七龙珠.webp","author":"[日] 鸟山明","score":5,"intro":"很久很久以前，曾流传着这样一个传说：世界各地散落着七颗龙珠，只要集齐这些珠子，就可召唤出神龙，而神龙可以帮助你实现任何一个愿望。 住在深山中的小悟空本领高强，偶然的机会他随时尚少女布玛走出大山，四处寻找传说中的龙珠。期间碰上好色的龟仙人与乌龙、一碰女人就面红耳赤的乐平、自大的小和尚克林，经历了各种各样的艰险和奇遇，也惹出一连串爆笑的故事。"},{"title":"围棋少年","cover":"围棋少年.jpg","author":"央视动画","score":5,"intro":"明朝末年江南沿海地区倭寇横行，围棋棋坛也面临正义的围棋精神和邪恶的围棋势力发生的冲突。江流儿的父亲江灵运身为朝廷密派的朝廷大员带着江流儿到江南暗中调查通倭事件，江流儿被临时寄养在凌云寺，江流儿在凌云寺与三个小和尚同时对弈大胜，老和尚圆德深感江流儿是百年不遇的围棋天才。"},{"title":"葫芦兄弟","cover":"葫芦兄弟.webp","author":"上海美术电影制片厂","score":5,"intro":"传说葫芦山里关着蝎子精和蛇精。一只穿山甲不小心打穿了山洞，两个妖精逃了出来，从此百姓遭难。穿山甲急忙去告诉一个老汉，只有种出七色葫芦，才能消灭这两个妖精。老汉种 出了红、橙、黄、绿、青、蓝、紫七个大葫芦，却被妖精从如意镜中窥见 。"},{"title":"白蛇：缘起","cover":"白蛇缘起.webp","author":"中国 2019","score":5,"intro":"晚唐年间，国师发动民众大量捕蛇。前去刺杀国师的白蛇意外失忆，被捕蛇村少年救下。为帮助少女找回记忆，两人踏上了一段冒险旅程。冒险的过程让两人感情迅速升温，但少女蛇妖的身份也逐渐显露，另一边国师与蛇族之间不可避免的大战也即将打响，两人的爱情将要接受巨大考验。"},{"title":"魁拔之十万火急","cover":"魁拔之十万火急.webp","author":"中国 2011","score":5,"intro":"在偏远的兽国窝窝乡，蛮吉（刘婧荦 配音）和蛮大人（王凯 配音）这两个“独行族妖侠”，整天为了取得象征着成功和光荣的“妖侠纹耀”而刻苦修炼“脉术”，却把他们所生活的“窝窝乡”弄得鸡犬不宁，村民们绞尽脑汁想把他们赶走。一天，消灭魁拔的征兵令突然传到窝窝乡，村民们惊愕之余，村长（李立宏 配音）趁机忽悠蛮大人和蛮吉从军参战。"},{"title":"哈尔的移动城堡","cover":"哈尔的移动城堡.webp","author":"日本 2004","score":5,"intro":"继母因无力负担生活，将苏菲和她的两个妹妹都送到了制帽店去当学徒。两个妹妹很快先后就离开了制帽店去追寻各自的梦想，只有苏菲坚持了下来。一天，小镇旁边来了一座移动堡垒，传说堡垒的主人哈尔专吸取年青姑娘的灵魂，所以小镇的姑娘都不敢靠近。"},{"title":"千与千寻","cover":"千与千寻.webp","author":"日本 2001","score":5,"intro":"千寻进入了一个由女巫统治的魔法世界 – 那些不服从女巫的人将被变为动物。"},{"title":"天空之城","cover":"天空之城.webp","author":"日本 1986","score":5,"intro":"古老帝国拉普达是一座漂浮在空中的巨大的机器岛，传说那里已经无人居住，蕴藏着巨大的财富。因此，无论军方还是海盗，都在找寻着这座传说中的飞行岛。矿工巴鲁这天偶遇拉普达继承人希达，两人一见如故。因为希达身上有找寻拉普达帝国的重要物件飞行石，军方和海盗两帮人马都在追杀希达。"},{"title":"爱，死亡和机器人","cover":"爱死亡和机器人.webp","author":"美国 2019","score":5,"intro":"恐怖、想象力和美在新剧集中完美融合，从揭示古老的邪恶力量到喜剧般的末日，剧集以标志性的巧思和创造性的视觉效果，为观众带来令人震惊的奇幻、恐怖和科幻短篇故事。"},{"title":"鬼灭之刃","cover":"鬼灭之刃.webp","author":"日本 2019","score":5,"intro":"大正时期、日本。卖炭的心地善良的少年·炭治郎，有一天被鬼杀死了家人。而唯一幸存下来的妹妹祢豆子变成了鬼。被绝望的现实打垮的炭治郎，为了让妹妹变回人类并讨伐杀害家人的鬼，决心沿着“鬼杀队”的道路前进。人与鬼交织的悲哀的兄妹的故事，现在开始！"},{"title":"甲铁城的卡巴内瑞","cover":"甲铁城的卡巴内瑞.jpg","author":"日本 2016","score":4.5,"intro":"世界被产业革命的波澜推动，自近世变迁至近代之时，不死的怪物突然出现。被钢铁的皮膜包覆，只要心脏不被破坏就不会消灭，被它啃咬的人似乎也会在死过一次之后复生，并开始袭击人类。"}]