[{"title":"扬名立万","cover":"扬名立万.webp","author":"中国 2021","score":4,"intro":"月黑风高之夜，一群电影人被秘密召集到一起，欲将轰动一时的血案翻拍成电影，借此扬名立万。殊不知他们正身处案发现场，并步步陷入一个巨大迷局之中，而凶手就在他们中间。伴随着利欲熏天的创作风暴，案件背后的故事似乎也更加扑朔迷离，戏中戏、案中案、局中局、人外人，环环相扣，一场野心与良心的较量愈演愈烈。"},{"title":"误杀","cover":"误杀.webp","author":"中国 2019","score":4.5,"intro":"李维杰的大女儿被督察长的儿子强暴，因反抗误杀对方。李维杰曾亲眼 目睹督察长滥用私刑，深知法律无用，为了维护女儿，捍卫家人，李维杰埋尸掩盖一切证据，在时间与空间的交错缝隙中，与警方在身心层面，展开了殊死一搏的较量。"},{"title":"无双","cover":"无双.webp","author":"中国 2018","score":5,"intro":"讲述了以代号“画家”（周润发 饰）为首的犯罪团伙，掌握了制造伪钞技术，难辨真伪，并在全球进行交易获取利益，引起警方高度重视。然而“画家”和其他成员的身份一直成谜，警方的破案进度遭受到了前所未有的挑战。在关键时刻，擅长绘画的李问（郭富城 饰）打开了破案的突破口，而“画家”的真实身份却让众人意想不到……"},{"title":"我不是药神","cover":"我不是药神.webp","author":"中国 2018","score":5,"intro":"一位不速之客的意外到访，打破了神油店老板程勇的平凡人生，他从一个交不起房租的男性保健品商贩，一跃成为印度仿制药“格列宁”的独家代理商。收获巨额利润的他，生活剧烈变化，被病患们冠以“药神”的称号。但是，一场关于救赎的拉锯战也在波涛暗涌中慢慢展开......"},{"title":"动物世界","cover":"动物世界.webp","author":"中国 2018","score":4,"intro":"在游戏机厅做着兼职“小丑”的郑开司（李易峰 饰），幼时父亲突然失踪，母亲重病住院，使得郑开司的生活非常拮据。发小“大虾米”（曹炳琨 饰）借口买房骗下了郑开司父亲留下的房产，还给他带来了巨额的欠债。神秘人物（迈克尔·道格拉斯 Michael Douglas 饰）出现，告诉郑开司，只要参加“命运号”游轮上的神秘游戏，就有机会偿还完所有欠款"},{"title":"追龙","cover":"追龙.webp","author":"中国 2017","score":5,"intro":"电影讲述了香港现代史上两大著名狠角色大毒枭跛豪（甄子丹饰）、五亿探长雷洛（刘德华饰）的传奇故事。上世纪六七十年代，香港由英国殖民，权势腐败、社会混乱。1963年，穷困潦倒的青年阿豪（甄子丹饰）偷渡至香港，抱着“生死有命、富贵在天”之心决意一搏人生。"},{"title":"战狼2","cover":"战狼2.webp","author":"中国 2017","score":4.5,"intro":"冷锋遭遇人生滑铁卢，被“开除军籍”。本想漂泊一生的他却被一场突如其来的意外打破了他的计划，他被卷入了一场非洲国家叛乱。本可以安全撤离却因无法忘记曾经为军人的使命，孤身犯险冲回沦陷区，带领身陷屠杀中的同胞和难民展开生死逃亡。"},{"title":"三少爷的剑","cover":"三少爷的剑.jpg","author":"中国 2016","score":5,"intro":"“剑气纵横三万里，一剑光寒十九洲”，神剑山庄三少爷谢晓峰（林更新 饰）惊才绝艳，十年来历经上千大战未尝一败，被天下人尊为“剑神”。传奇剑客燕十三（何润东 饰）一直以谢晓峰为目标，苦修剑道，终于在生死边缘悟出惊天地泣鬼神的“绝命十三剑”。"},{"title":"中国合伙人","cover":"中国合伙人.jpg","author":"中国 2013","score":5,"intro":"这是个激荡三十年，关于一个土鳖，一个知识分子，还有一个浪漫骑士的“中国式成功”故事。 成东青（黄晓明 饰演），农村出身的土鳖，两次高考落败，眼看就要屈服于当农民的命运，他最后一搏，搏命背下整本英文字典，从明眸变成近视眼，第三次试考，考上北大；孟晓骏（邓超 饰演），精英知识分子，强烈自信，内心认定自己永远是最优秀的那个。王阳（佟大为 饰演），八十年代的浪漫派，样子俊朗，热爱文学，一生梦想是当个诗人。这样三个各走极端的人，居然就在北大碰上，戏剧性的建立友谊。"},{"title":"十二生肖","cover":"十二生肖.webp","author":"中国 2012","score":5,"intro":"当年英法联军火烧圆明园，致使大批珍贵文物流落海外，其中四尊十二生肖兽首最引人关注，不仅惹出国内外的广泛争论，更有收藏家开出天价竞拍这几尊珍品。当然，其间不乏奸邪的文物贩子，试图通过偷盗的手段获取宝贝。以此为契机，正在度假的国际大盗JC（成龙 饰）隆重登场。"},{"title":"建党伟业","cover":"建党伟业.webp","author":"中国 2011","score":4,"intro":"1911年冬，孙中山从海外归来，于翌年1月1日就任临时大总统。与此同时毛泽东参加了光复新军。很快，袁世凯凭借强大的军事实力和在皇室中的威信，从孙中山手中取得了大元帅之身份,北洋民国政府成立。同年10月，国民党成立。"},{"title":"叶问","cover":"叶问.webp","author":"中国 2008","score":4.5,"intro":"一九三零年代，中国武术之都的佛山，武风顶盛，各门各派为广纳门徒，经常集体比斗以显实力。叶问(甄子丹饰)习得一身武艺但为人低调，故未有设馆授徒，只待在家中与友人闭门切磋、钻研武术。以金山找(樊少皇饰)为首的北方武师，为了在佛山扬名立万，遂狠狠挫下各派馆主。"},{"title":"头文字D","cover":"头文字D.webp","author":"中国 2005","score":5,"intro":"一辆丰田出产的她中古车AE86优美地在下坡道飞驰，车内神秘车手的飘移车速使人吃惊。AE86在藤原豆腐店旁停下，睡眼惺忪的少年藤原拓海（周杰伦）回到店里，只见老父藤原文太（黄秋生）醉倒厅中，拓海帮父亲收拾东西，忆起五年来每天清晨代父送豆腐到秋明山上的旅店，心情也沉重起来。"},{"title":"新少林五祖","cover":"新少林五祖.webp","author":"中国香港 1994","score":5,"intro":"少林俗家弟子洪熙官（李连杰饰）是红花会成员，力图反清复明。洪熙官因被同门师兄马宁儿（计春华饰）出卖，家人被叛徒杀害，幸得幼子文定（谢苗饰）避过大难，洪熙官将马宁儿刺死后与文定浪迹天涯。"},{"title":"倚天屠龙记之魔教教主","cover":"倚天屠龙记之魔教教主.webp","author":"中国香港 1993","score":5,"intro":"张翠山（吴镇宇 饰）携妻及子张无忌（李连杰 饰）从孤岛出发赶去给其师父贺百岁大寿的途中，被人暗算，张无忌中寒冰掌。"},{"title":"唐伯虎点秋香","cover":"唐伯虎点秋香.webp","author":"中国香港 1993","score":5,"intro":"江南才子唐伯虎对华太师府上的丫鬟秋香一见钟情，在船夫的帮助下他施展计谋混进了华府。经过一番曲折，唐伯虎终于与秋香拜堂成婚。"},{"title":"青蛇","cover":"青蛇.webp","author":"中国香港 1993","score":5,"intro":"南宋是一个人妖难分的时期，法海和尚（赵文卓 饰）到处收服妖精，也扰乱了在西湖底修炼的白青二蛇。青（张曼玉 饰）曾获白（王祖贤 饰）相救，二者便以姐妹相称。"},{"title":"黄飞鸿3：狮王争霸","cover":"黄飞鸿3：狮王争霸.jpg","author":"中国 1993","score":5,"intro":"晚清时期，慈禧太后鼓励民间习武，对付洋人，令李鸿章举办“狮王大会”。全国武林高手齐集京城，为夺“中国狮王”美号一比高低。"},{"title":"霸王别姬","cover":"霸王别姬.webp","author":"中国 1993","score":5,"intro":"段小楼（张丰毅）与程蝶衣（张国荣）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。"},{"title":"赌侠II之上海滩赌圣","cover":"赌侠II之上海滩赌圣.webp","author":"中国 1991","score":5,"intro":"阿星（周星驰 饰）由赌神处学成归来，恰逢不甘心失败的大军集合中南海五大高手复仇，虽有龙五（向华强 饰）相助，但阿星与三叔（吴孟达 饰）仍被大军等人发功送至1937年的上海……"},{"title":"赌神","cover":"赌神.webp","author":"中国 1989","score":5,"intro":"高进（周润发 饰）前来香港与赌魔决斗，怎料刚抵港，便被南哥（杨泽霖 饰）追杀，结果堕入陷阱而失忆。幸得刀仔（刘德华 饰）和其女友珍（王祖贤 饰）相救。"},{"title":"倩女幽魂","cover":"倩女幽魂.webp","author":"中国 1987","score":4,"intro":"宁采臣（张国荣饰）赴郭北县收帐，逢大雨，躲入传说纷纭的兰若寺投宿，但为寺内道士燕赤霞（午马饰）所拒，于是宁采臣偷偷潜入寺中。"},{"title":"好小子","cover":"好小子.webp","author":"中国 1986","score":5,"intro":"阿国，小虎和小胖是情同手足的三兄弟，三人跟随爷爷居住在与世隔绝的深山老林之中，潜心习武。"},{"title":"僵尸先生","cover":"僵尸先生.webp","author":"中 1985","score":5,"intro":"富贵乡绅任发（黄虾 饰）先父当年威逼利诱求得一块风水宝地，经风水先生指点，其父下葬二十年后起坟迁葬，以利子孙。"},{"title":"少林寺","cover":"少林寺.webp","author":"中国 1982","score":5,"intro":"隋唐年间，著名武术家神腿张抗暴助义，遭王仁则陷杀，其子小虎幸被少林武僧昙宗救出，小虎为报父仇，拜昙宗为师，取名觉远，习武少林。"},{"title":"醉拳","cover":"醉拳.webp","author":"中国 1978","score":4.5,"intro":"广东武术界名人黄麒英自儿子黄飞鸿（成龙）小时候起就严格训练其习武，可惜黄飞鸿少年时代年轻气盛，经常用三脚猫功夫在外惹事生非..."},{"title":"少林寺十八铜人","cover":"少林寺十八铜人.webp","author":"中国 1976","score":5,"intro":"关少龙身负国仇家恨，在少林寺苦练武功，十年之后，当他学成期满时，按照少林寺的规矩，只有经过少林寺十八铜人巷的考验才可以下山。"},{"title":"精武门","cover":"精武门.webp","author":"中国 1972","score":5,"intro":"一代武术宗师、精武门创始人霍元甲突然逝世，霍师傅生前最喜爱的五徒弟陈真（李小龙 饰）匆匆赶回奔丧..."},{"title":"唐山大兄","cover":"唐山大兄.webp","author":"中国 1971","score":5,"intro":"因家乡年景不好，青年郑潮安（李小龙 饰）跟随三叔远赴泰国... 李小龙成名之作!"},{"title":"地雷战","cover":"地雷战.webp","author":"中国 1963","score":4.5,"intro":"抗日战争时期，胶东抗日根据地边缘村庄，经常遭日伪军的袭击和“扫荡”，损失惨重。为此，区武委会雷主任和赵家庄民兵队长赵虎依靠群众，想出了对策。"}]