[{"title":"绝地求生：大逃杀","cover":"PUBG.webp","author":"[韩] Krafton","score":5,"intro":"绝地求生：大逃杀（PUBG）是一款战术竞技型射击类大逃杀游戏，在该游戏中，玩家需要在游戏地图上收集各种资源，并在不断缩小的安全区域内对抗其他玩家，让自己生存到最后 。自2017年3月23日开始经Steam发行体验版，然后于2017年12月21日发行正式版本，2022年1月开始转型成免费游玩制。"},{"title":"荒野大镖客：救赎2","cover":"荒野大镖客救赎2.webp","author":"[美] Rockstar Games","score":5,"intro":"游戏具有单人模式和名为“荒野大镖客在线模式”的在线多人模式。玩家控制一名名叫亚瑟ᐧ摩根（Arthur Morgan）的法外之徒，作为犯罪集团帮派范德林德帮（Van Der Linde）的成员，完成不同任务，以进展剧情。在任务之外，玩家可以像游玩沙盒类游戏一样自由探索开放世界。玩家可以利用近战、枪支或爆炸品进行战斗。"},{"title":"赛博朋克 2077","cover":"赛博朋克2077.webp","author":"[波兰] CD Projekt","score":5,"intro":"赛博朋克2077是一款第一人称视角角色扮演游戏。玩家扮演成为“V”的可定制角色。游戏从玩家为主角V选择以下三种出身之一开始：流浪者、街头小子与公司员工。这三个出身最终都会交于一处，玩家将认识杰克·威尔士和T-bug并一起从事佣兵活动，进而在夜之城小有所成。"},{"title":"古墓丽影：暗影","cover":"古墓丽影暗影.webp","author":"[英] Core Design","score":5,"intro":"《古墓丽影：暗影》的故事延续前作《古墓丽影：崛起》的故事线，描述劳拉穿越美洲的热带地区，前往传说中的城市帕提提与宿敌圣三一的最终决战，并竭力阻止玛雅文明被毁灭。玩家身在游戏中的半开放世界探索时，必须穿越险恶环境并用枪支和隐蔽的敌人作战。在古迹中穿梭，劳拉可以攻克古墓来获得新的奖励，完成支线任务并寻找材料资源来制作实用物品。"},{"title":"缺氧","cover":"缺氧.webp","author":"[加拿大] Klei Entertainment","score":5,"intro":"缺氧是一款太空模拟策略游戏，采用2D横版布局，玩家需要管理复制人，让他们挖掘、建立并维护起一个地下的基地，为此，玩家需要水、食物、氧气、适当的调节压力和适宜的温度等条件来维持复制人生存并满足他们的其他需求。游戏的抢先体验版本于2017年5月18日登陆Steam，中国区售价58元。2019年7月30日完成最后更新，正式发售，一般使用者可以随时购买。在2020年12月9日，游戏于Steam发行了首个可下载内容Spaced Out!的抢先体验版。"},{"title":"海岛大亨6","cover":"海岛大亨6.webp","author":"[德] Limbic Entertainment","score":5,"intro":"海岛大亨6是一款模拟建筑和经营类游戏，游戏中玩家能够管理大范围群岛、建立桥梁连接诸岛，并派遣特工前往世界各地偷取地标建筑。游戏于2019年3月29日发售。"},{"title":"纪元 1800","cover":"纪元1800.webp","author":"[德] Ubisoft Blue Byte","score":5,"intro":"纪元 1800融合了即时战略、经营模拟和城市建造元素。游戏围绕在一系列小岛上的聚居建筑和资源管理。其包括探索、战争、外交和贸易。本作的故事背景发生在工业时代初期。"},{"title":"死亡细胞","cover":"死亡细胞.webp","author":"[法] Motion Twin","score":5,"intro":"游戏中玩家将扮演一个被不明细胞寄生的尸体，在地牢中探索并寻找出路。地牢中充满各种武器装备、道具等收集要素，但也要注意陷阱和死灵生物的威胁。玩家也需要收集“细胞”来换取角色能力与武器的升级。每次死亡便会失去身上全部的细胞与装备，并从最初的关卡重新开始，此外地图都是随机生成。游戏从2017年5月开始抢先体验阶段，2018年8月7日于Windows、MacOS、Linux、PlayStation 4、Xbox One、任天堂Switch等平台正式发售，2020年6月2日在Android平台发售。"},{"title":"超级玛丽","cover":"超级玛丽.webp","author":"[日] 任天堂","score":5,"intro":"经典的不能再经典的游戏，红白机必备。玩家需要控制游戏系列的主角马力欧；双人游戏中，第二玩家控制路易吉。游戏的目标在于游历蘑菇王国，并从大反派酷霸王的魔掌里救回桃花公主。马力欧可以在游戏世界收集散落各处的金币，或者敲击特殊的砖块，获得其中的金币或特殊道具。其他“秘密砖块”（通常为隐藏）还可能藏有更多的金币或某些稀有道具。如果玩家获得了超级蘑菇，马力欧会变大一倍，并能多承受一次敌人或障碍的伤害，还能将头顶上的砖块击碎。"},{"title":"魂斗罗","cover":"魂斗罗.webp","author":"[日] 科乐美","score":5,"intro":"经典的不能再经典的射击类游戏，红白机必备。魂斗罗游戏主要是卷轴类射击游戏。玩家控制着装备有武器的突击员来对抗外星怪物及未来生物的威胁。"},{"title":"忍者神龟：激龟快打","cover":"忍者神龟激龟快打.webp","author":"[日] 科乐美","score":5,"intro":"经典的不能再经典的格斗类游戏，红白机必备。支持单人VS电脑以及双人对打，角色有七个（四龟+刷子+火龙+忍者）"},{"title":"赤色要塞","cover":"赤色要塞.webp","author":"[日] 科乐美","score":5,"intro":"红白机必备游戏。游戏中，玩家将驾驶一辆M151吉普车，消灭沿途的敌人，解救被困在战俘营的战友，并将他们送上己方的直升机中。M151吉普车有两种武器：机枪无法升级，威力很小；榴弹威力大，可通过营救俘虏、拾捡道具升级。拾捡一些特定道具也可为自身增加命数。当M151吉普车被敌方武器击中后，会损失一条命数。普通的战俘营有两名或四名战俘，而特殊的战俘营会有一名闪光的战俘；若营救出这名战俘，则会升级M151吉普车的主武器。M151吉普车起初只有一个榴弹发射器，经过营救俘虏、拾捡道具可升级为火箭发射器；最终，火箭武器在击中目标后会额外向最多四面发射子武器，扩大M151吉普车攻击范围。有趣的是，当吉普车压过敌方步兵时，敌方步兵会被碾死。"},{"title":"坦克大战","cover":"坦克大战.webp","author":"[日] 南梦宫","score":5,"intro":"红白机必备游戏。玩家操作一辆黄色或绿色坦克，以消灭所有电脑控制的敌军坦克并保护己方基地为目标。基地的图标是一支老鹰。每一关有20辆敌军坦克。如果老鹰被射中或玩家的所有坦克全部被击毁，游戏便告终止。单人游戏时，敌军坦克最多同时出现4台，双人游戏时则为6台。"},{"title":"淘金者","cover":"淘金者.webp","author":"[美] Brøderbund","score":5,"intro":"红白机必备游戏。游戏中玩家扮演一名“淘金者”，要将游戏内的所有金子全部偷去才能过关。游戏中A/B键可以在一般的砖墙挖一层坑，可以作为进入下层或者活埋敌人的用途，但不久就会复原。如果玩家将自己角色跳进，同样会把自己埋掉。"}]